<?php
$lang['el_GR'] = array();
$lang['el_GR'] += array(
	//Developers
	'developers.rapid_pace' => 'Η ανάπτυξη του Peercoin προχωρά με ταχύ ρυθμό.',
	'developers.core_protocol' => 'Πρωτόκολλο του πυρήνα του Peercoin',
	'developers.core_protocol_desc' => 'Η επόμενη έκδοση του Peercoin wallet, έκδοση 0.5, θα περιέχει τα ακόλουθα χαρακτηριστικά:',
	'developers.cold_wallet_minting' => 'Cold Wallet Minting',
	'developers.cold_wallet_minting_desc' => 'Μέχρι τώρα, προκειμένου να μιντάρονται τα νέα νομίσματα, οι χρήστες πρέπει να έχουν ένα wallet συνδεδεμένο με το διαδίκτυο, το οποίο ονομάζεται και <strong> hot wallet </strong>. Τα hot wallets έχουν το ρίσκο της κλοπής τους από malware, επειδή πρέπει να παραμένουν συνδεδεμένα με το διαδίκτυο κατά τη διάρκεια του minting. Στην επόμενη έκδοση του Peercoin, ειδικά <strong>minting "κλειδιά" </strong> θα επιτρέπουν στους χρήστες να μιντάρουν, διατηρώντας τα αυθεντικά "κλειδιά" του wallet εκτός σύνδεσης.',
	'developers.optional_checkpointing' => 'Προαιρετικά σημεία ελέγχου',
	'developers.optional_checkpointing_desc' => 'Σήμερα, το Peercoin δίκτυο χρησιμοποιεί κεντρικά σημεία ελέγχου για την προστασία από επιθέσεις. Η ανάγκη για αυτήν την ασφάλεια μειώνεται καθώς μεγαλώνει το δίκτυο, έτσι ώστε στην επόμενη έκδοση, αυτά τα σημεία ελέγχου θα γίνουν προαιρετικά. Σε μελλοντική έκδοση, τα σημεία ελέγχου θα είναι κλειστά ως προεπιλογή.',
	'developers.peercoin_ecosystem' => 'Peercoin Οικοσύστημα',
	'developers.peer4commit' => 'Θέλετε να λάβετε μέρος στην ανάπτυξη του Peercoin <strong> και </strong> να πληρώνεστε γι\' αυτό; Να η ευκαιρία σας! <a href="http://peer4commit.com/">Peer4commit</a> παρέχει ένα κεντρικό κόμβο για το λογισμικό σχετικό με την ανάπτυξη του Peercoin. Μπορείτε να:',
	'developers.peer4commit.1' => 'Επιλέξετε ένα project, να εργαστείτε πάνω σ\' αυτό και να λάβετε peercoins ως ανταμοιβή.',
	'developers.peer4commit.2' => 'Διαλέξετε ένα project που θα θέλατε να υποστηρίξετε δωρίζοντας peercoins γι\' αυτό.',
	'developers.peer4commit.3' => 'Σκεφτείτε ένα νέο project, να το υποβάλετε και να λάβετε δωρεές για την ανάπτυξή του.',
	'developers.what_are_you_waiting_for' => 'Λοιπόν, τι περιμένετε;',
	'developers.get_started' => 'Ξεκινήστε με το Peer4Commit',
	'developers.notable_community_projects' => 'Τρέχοντα projects της κοινότητας',
	'developers.peerunity_desc' => 'Το <b> Peerunity </b> είναι λογισμικό wallet που αναπτύσσεται και συντηρείται από την κοινότητα Peercoin. Περιλαμβάνει πολλά επιπλέον χαρακτηριστικά που λείπουν από το επίσημο wallet, όπως ο έλεγχος νομισμάτων και minting με ένα κλικ. Μελλοντικές εκδόσεις θα περιέχουν ένα επανασχεδιασμένο θέμα, την εισαγωγή των Peershares και καρτέλα για το minting.',
	'developers.peershares_desc' => 'Τα <b> Peershares </b> είναι μια φθηνή και αποκεντρωμένη λίστα (ledger) που μπορεί να χρησιμοποιηθεί από τις επιχειρήσεις για την άντληση κεφαλαίων, παρακολούθησης των μετοχών και διανομή μερισμάτων με αυτοματοποιημένο τρόπο. Κάθε επιχείρηση που χρησιμοποιεί Peershares έχει το δικό της blockchain που είναι ανεξάρτητο από όλα τα άλλα και εξασφαλίζεται φθηνά και εύκολα χρησιμοποιώντας το proof-of-stake του Peercoin.',
	'developers.peerbox_desc' => 'Το <b> PeerBox </b> είναι ένα ασφαλές λειτουργικό σύστημα για minting και τη λειτουργία Peercoin κόμβων, ενώ βρίσκεται υπό συνεχή ανάπτυξη. Επικεντρώνεται σε ανέξοδες και ενεργειακά αποδοτικές συσκευές, όπως το Raspberry Pi, το οποίο είναι συμβατό με το στόχο που έχει το Peercoin να είναι ένα ενεργειακά αποδοτικό κρυπτονόμισμα. Αν το ASIC χαρακτηρίζει το ενεργειακά αποδοτικό PoW mining, τότε το PeerBox είναι το ASIC του PoS minting.',
	'developers.nubits_desc' => 'Το <b> NuBits </b> είναι η πρώτη εφαρμογή των Peershares από τον Jordan Lee. Έχει σαν σκοπό να λύσει το πρόβλημα της αστάθειας των κρυπτονομισμάτων.',
);
$lang['el_GR'] += array(
	//Exchanges
	'exchanges.what_are' => 'Τι είναι ένα ανταλλακτήριο;',
	'exchanges.what_are_desc' => 'Το <b> Ανταλλακτήριο </b> σας επιτρέπει να χρησιμοποιείτε τα κλασικά νομίσματά σας, όπως το δολάριο ή το ευρώ, ώστε να αγοράζετε και να πουλάτε Peercoins. Τα Ανταλλακτήρια διευκολύνουν επίσης τις ανταλλαγές μεταξύ peercoins και άλλων κρυπτονομισμάτων όπως το Bitcoin.',
	'exchanges.buy_sell' => 'Εντολή αγοράς ή πώλησης',
	'exchanges.buy_sell_desc' => 'Οι ανταλλαγές ξεκινούν με τις εντολές αγοράς και πώλησης. Δημιουργήστε μια <b> εντολή αγοράς </b> για να ζητήσετε ένα συγκεκριμένο ποσό Peercoins σε μια συγκεκριμένη τιμή. Δημιουργήστε μια <b>εντολή πώλησης </b> για να πουλήσετε Peercoins. Όταν διαφορετικές εντολές αλληλεπικαλύπτονται σε τιμή, οι ανταλλαγές ολοκληρώνονται αυτόματα και οι λογαριασμοί των δύο μερών πιστώνονται με τα νομίσματα που ανταλλάσονται. Η <b> Τρέχουσα Εντολή Αγοράς </b> πραγματοποιείται άμεσα στην τρέχουσα διαθέσιμη τιμή.',
	'exchanges.fees' => 'Χρεώσεις',
	'exchanges.fees_desc' => 'Κάθε φορά που πραγματοποιείται μια συναλλαγή, μια μικρή χρέωση κρατιέται από το ανταλλακτήριο για τη διευκόλυνση της συναλλαγής. Αυτό είναι γνωστό ως <b> Χρέωση Συναλλαγής </b>. Ορισμένα ανταλλακτήρια χρεώνουν επίσης μια <b> Χρέωση Απόσυρσης</b> όταν αποσύρετε το νέο σας νόμισμα από το ανταλλακτήριο .',
	'exchanges.choosing' => 'Επιλέξτε ένα ανταλλακτήριο',
	'exchanges.disclaimer' => 'Υπενθύμιση: Να αποσύρετε τα Peercoins σας από το ανταλλακτήριο μετά την αγορά τους. Η αποθήκευση των νομισμάτων στο δικό σας πορτοφόλι είναι πιο ασφαλής και θα σας δίνει ένα 1&#37; ως minting ανταμοιβή.',
	'exchanges.location' => 'Περιοχή',
	'exchanges.notes' => 'Σημειώσεις',
	'exchanges.visit' => 'Visit',
);

$lang['el_GR'] += array(
	'footer.links' => 'Σύνδεσμοι',
	'footer.tools' => 'Εργαλεία',
	'footer.exchanges' => 'Ανταλλακτήρια',
	'footer.mining' => 'Mining',
);
$lang['el_GR'] += array(
	// FAQ
	'faq.yes' => 'Ναι',
	'faq.no' => 'Όχι',
	'faq.sources' => 'Πηγές',
	'faq.q1' => 'Το Peercoin είχε δίκαιο ξεκίνημα;',
	'faq.q1_ans' => 'Ο Sunny βασιλιάς ανακοίνωσε το Peercoin, 9 ημέρες πριν από την έναρξή του. Δεν υπήρξε καμία εξόρυξη νομισμάτων πριν από την ημέρα έναρξης. Ένα μέλος του φόρουμ έγραψε, «[Sunny King] έδωσε ένα link του προγράμματος στο άλλο νήμα την ώρα που είχε υποσχεθεί (5 λεπτά πριν τις 18:00 UTC). Δεν υπήρχε καμία προεξόρυξη. Μέχρι τη στιγμή που είχα έτοιμο το πρόγραμμα να τρέξει, υπήρχαν μόνο 5 μπλοκ. " ',
	'faq.q2' => 'Ποιος είναι ο σκοπός των σημείων ελέγχου;',
	'faq.q2_ans' => 'Από την έκδοση 0.2, τα κεντρικά σημεία ελέγχου του δεν είναι πλέον κρίσιμο μέρος του πρωτοκόλλου. Σκοπός τους είναι να υπερασπίσουν το δίκτυο κατά τη διάρκεια της αρχικής του ανάπτυξης και να διασφαλίσουν μια ομαλή πορεία αναβάθμισης. Αυτά τα σημεία ελέγχου σταδιακά αποδυναμώνονται και στο τέλος θα καταργηθούν, ώστε να επιτευχθεί ένα παρόμοιο επίπεδο αποκέντρωσης σαν του Bitcoin. Τα σημεία ελέγχου υπάρχουν μόνο ως μέτρο ασφαλείας: αν κάτι τρομερό συνέβαινε στο δίκτυο, να μπορέσει αυτό να επανέλθει.',
	'faq.q3' => 'Το Peercoin είναι κλώνος του Bitcoin;',
	'faq.q3_ans' => 'Το Peercoin είναι ένα πραγματικά μοναδικό εναλλακτικό νόμισμα. Παρά το γεγονός ότι βασίζεται στο Bitcoin, το Peercoin είναι το πρώτο νόμισμα που εισήγαγε το Proof of Stake για την ασφάλεια του δικτύου του. Το Proof of Work χρησιμοποιείται στο Peercoin για την δίκαιη κατανομή των νομισμάτων του, αλλά δεν είναι απαραίτητο για την ασφάλεια του δικτύου.',
	'faq.q4' => 'Το Peercoin είναι νόμισμα μόνο για σπεκουλάρισμα;',
	'faq.q4_ans' => 'Το Peercoin φέρνει καινοτόμα χαρακτηριστικά, ενεργούς developers και μια μεγάλη ενεργή κοινότητα. Την 1η Αυγούστου 2014 το Peercoin έγινε δύο ετών και είχε κεφαλαιοποίηση άνω των 20 εκατομμυρίων δολαρίων.',
	'faq.q5' => 'Είναι η 1&#37; minting ανταμοιβή δίκαιη για όλους τους χρήστες;',
	'faq.q5_ans' => 'Όταν η ποσότητα των PPC αυξάνεται λόγω του minting, όλοι οι κάτοχοι Peercoin που συμμετέχουν στο minting διατηρούν το μερίδιό τους στο δίκτυο. Αν και αυτοί με τα περισσότερα PPC δημιουργούν μεγαλύτερο αριθμό νέων νομισμάτων, δεν μπορούν, σε ποσοστιαίους όρους, να επωφεληθούν περισσότερο από άλλους minters.',
	'faq.q6' => 'Το Peercoin είναι πληθωριστικό νόμισμα;',
	'faq.q6_ans' => 'Η ποσότητα των PPC νομισμάτων καθορίζεται από:',
	'faq.q6_l1' => 'Proof of Work mining (αυξάνει την ποσότητα)',
	'faq.q6_l2' => 'Αριθμός συναλλαγών (μειώνει την ποσότητα κατά 0,01 PPC ανά συναλλαγή)',
	'faq.q6_l3' => 'Proof of Stake minting (αυξάνει την ποσότητα έως 1&#37; ετησίως)',
	'faq.q6_ans2' => 'Λόγω της αύξησης της συμμετοχής εξόρυξης, ο πληθωρισμός του Peercoin παρέμεινε σταθερά κάτω από 5&#37;  το πρώτο εξάμηνο του 2014. Με τον τρέχοντα ρυθμό αποδοχής, το ποσοστό αυτό θα μειωθεί περαιτέρω με την πάροδο του χρόνου, καθιστώντας το Peercoin λιγότερο πληθωριστικό και πιο βιώσιμο από τα πιο πολλά κρυπτονομίσματα.',
);
$lang['el_GR'] += array(
	// Global
	'homepage_title' => 'Peercoin - Ασφαλές και Βιώσιμο Κρυπτονόμισμα',

	'second_ago' => 'δευτερόλεπτο πριν',
	'seconds_ago' => 'δευτερόλεπτα πριν',

	'website' => 'Ιστοσελίδα',
	'forum' => 'Φόρουμ',
);
$lang['el_GR'] += array(
	// Header
	'header.get_started' => 'Ξεκινώντας',
	'header.newcomers' => 'Νεοφερμένοι',
	'header.investors' => 'Επενδυτές',
	'header.merchants' => 'Έμποροι',
	'header.miners' => 'Miners',
	'header.developers' => 'Προγραμματιστές',

	'header.learn' => 'Μαθαίνοντας',
	'header.frequently_asked_questions' => 'Συχνές Ερωτήσεις',
	'header.peercoin_whitepaper' => 'Peercoin Whitepaper',
	'header.exchanges' => 'Ανταλλακτήρια',
	'header.mint_peercoins' => 'Peercoin Minting',

	'header.wallet' => 'Πορτοφόλια',

	'header.community' => 'Κοινότητα',

	'header.languages' => 'Γλώσσες',
);
$lang['el_GR'] += array(
	// Index page
	'index.why_peercoin' => 'Γιατί Peercoin',
	'index.download_wallet' => 'Κατεβάστε το πορτοφόλι',
	'index.price' => 'Αξία',
	'index.market_cap' => 'Κεφαλαιοποίηση',
	'index.total_supply' => 'Συνολική ποσότητα',
	'index.last_updated' => 'Τελευταία ενημέρωση:',
	'index.last_updated_never' => 'ποτέ',
	'index.why_peercoin_q' => 'Γιατί <strong>Peercoin</strong>;',
	'index.why_peercoin_desc' => 'Το Peercoin επιδιώκει να είναι το πιο ασφαλές κρυπτονόμισμα με το χαμηλότερο κόστος, επιβραβεύοντας όλους τους χρήστες για την ενίσχυση του δικτύου του.',
	'index.built_to_last' => 'Σχεδιαμένο <b>να κρατήσει</b>',
	'index.built_to_last_desc' => 'Το πρώτο Proof-of-Stake νόμισμα στον κόσμο.',
	'index.fair_distribution' => '<b> Δίκαιη </b> Διανομή',
	'index.fair_distribution_desc' => 'Χωρίς καμία προ-πώληση ή άμεση εξόρυξη.',
	'index.transparent_protocol' => '<b> Διαφανές </b> Πρωτόκολλο',
	'index.transparent_protocol_desc' => 'Το δίκτυο είναι ανοικτού κώδικα.',
	'index.energy_efficient' => 'Εναργειακά <b>Αποδοτικό</b>',
	'index.energy_efficient_desc' => 'Mint Peercoins σε οποιαδήποτε συσκευή.',
	'index.learn_more' => 'Μάθετε περσσότερα',
	'index.get_started' => 'Ξεκινήστε',
	'index.newcomers' => 'Νεοφερμένοι',
	'index.newcomers_desc' => 'Μάθετε πώς να αγοράζετε, να πουλάτε, να ξοδεύετε, και να αποθηκεύετε Peercoin.',
	'index.investors' => 'Επενδυτές',
	'index.investors_desc' => 'Το μinting δίνει μια εγγυημένη 1&#37;  ανταμοιβή.',
	'index.merchants' => 'Έμποροι',
	'index.merchants_desc' => 'Ήρθε η ώρα για να μειωθούν οι χρεώσεις συναλλαγής.',
	'index.miners' => 'Miners',
	'index.miners_desc' => 'Χρησιμοποιείστε έξυπνα τον mining εξοπλισμό σας.',
	'index.developers' => 'Προγραμματιστές',
	'index.developers_desc' => 'Ρίξτε μια ματιά σε μερικές καινοτομίες που ετοιμάζονται.',
	'index.newsletter' => 'Ενημερωτικό Δελτίο',
	'index.newsletter_placeholder' => 'Εισάγετε τη διεύθυνση e-mail σας ...',
	'index.newsletter_submit' => 'Κάντε Εγγραφή!',
);
$lang['el_GR'] += array(
	//Investors
	'investors.established_network' => 'Καθιερωμένο Δίκτυο',
	'investors.established_network_desc' => 'Το Peercoin ξεκίνησε το 2012, καθιστώντας το ένα από τα παλαιότερα και πιο αξιόπιστα cryptocoin δίκτυα που υπάρχουν.',
	'investors.limited_supply' => 'Περιορισμένο Απόθεμα',
	'investors.limited_supply_desc' => 'Ο ετήσιος ρυθμός πληθωρισμού του Peercoin είναι κατά μέσο όρο κάτω από το 5&#37; κατά τη διάρκεια του έτους 2014, και συνεχίζει να μειώνεται. Δείτε στο <a href="http://peerchain.net/charts.html">peerchain.net</a> για λεπτομερή ιστορικά δεδομένα.',
	'investors.efficient_security' => 'Αποδοτική Ασφάλεια',
	'investors.efficient_security_desc' => 'Το Peercoin είναι το πρώτο proof-of-stake νόμισμα, πράγμα που σημαίνει ότι δεν απαιτεί τεράστια υπολογιστική ισχύ για να ασφαλίσει το δίκτυό του. Διαβάστε για το PoS στο <a href="whitepaper">Peercoin whitepaper</a>.',
	'investors.guaranteed_returns' => 'Εγγυημένες αποδόσεις',
	'investors.guaranteed_returns_desc' => 'Όταν τα Peercoins κρατούνται για 30 ημέρες, μπορούν τότε να κερδίζουν 1&#37; ετήσια ανταμοιβή. <a href="minting">Κάντε κλικ εδώ για περισσότερα</a>.',

);
$lang['el_GR'] += array(
	//Merchants
	'merchants.instant' => 'Πληρωθείτε αμέσως',
	'merchants.instant_desc' => 'Οι συναλλαγές επεξεργάζονται σχεδόν αμέσως μέσω της blockchain τεχνολογίας. Ένας εξερευνητής μπλοκ επαληθεύει αμέσως μια εισερχόμενη πληρωμή.',
	'merchants.no_chargebacks' => 'Αποφύγετε την αντιστροφή των χρεώσεων',
	'merchants.no_chargebacks_desc' => 'Μόλις η πληρωμή επιβεβαιωθεί από το δίκτυο, είναι εξασφαλισμένη με παγκόσμιας κλάσης κρυπτογραφία, καθιστώντας αδύνατο για τον πελάτη να αντιστραφεί.',
	'merchants.no_transaction_fees' => 'Μειώστε τις προμήθειες συναλλαγών',
	'merchants.no_transaction_fees_desc' => 'Για να πραγματοποιήσετε μια πληρωμή, κάθε αποστολέας πληρώνει προμήθεια μόλις 0,01 Peercoin. Ως έμπορος, δεν πληρώνετε απολύτως τίποτα.',

);
$lang['el_GR'] += array(
	// Mining
	'mining.compatible_with_bitcoin' => 'Συμβατό με το Bitcoin',
	'mining.compatible_with_bitcoin_desc' => 'Το Peercoin χρησιμοποιεί τον ίδιο αλγόριθμο εξόρυξης όπως και το Bitcoin, γνωστό ως SHA-256. Κάθε υλικό που λειτουργεί στο δίκτυο Bitcoin μπορεί επίσης να χρησιμοποιηθεί για να εξορύξει και Peercoins.',
	'mining.fair_distribution' => 'Δίκαιη κατανομή',
	'mining.fair_distribution_desc' => 'Η Proof of Work εξόρυξη χρησιμοποιείται για τη διανομή των νέων κερμάτων, ενώ η ασφάλεια του δικτύου διατηρείται εξ ολοκλήρου από το Proof of Stake minting. Αυτό σημαίνει ότι τα τρωτά σημεία της Bitcoin εξόρυξης, δεν επηρεάζουν την ασφάλεια του Peercoin .',
	'mining.sustainable_reward' => 'Βιώσιμη Ανταμοιβή',
	'mining.sustainable_reward_desc' => 'Η ανταμοιβή για την εξόρυξη ενός μπλοκ μειώνεται σταδιακά, καθώς η υπολογιστική ισχύς του δικτύου μεγαλώνει. Με την πάροδο του χρόνου, η εξόρυξη θα έχει μια συνεχώς φθίνουσα επίπτωση στην αύξηση της προσφοράς χρήματος.',
);
$lang['el_GR'] += array(
	'mintguide.title' => 'Ακολουθήστε τον οδηγό που αντιστοιχεί στο Peercoin πορτοφόλι σας για να ξεκινήσετε το minting!',
	'mintguide.qt_step1' => 'Βεβαιωθείτε ότι το πορτοφόλι σας είναι κρυπτογραφημένο με ένα καλό συνθηματικό. Γράψτε το σε χαρτί και κρατήστε το κάπου ασφαλές. Αν ξεχάσετε το συνθηματικό, θα χάσετε τα νομίσματά σας. Η επιλογή για να κρυπτογράφησετε το πορτοφόλι σας βρίσκεται στην ταμπέλα ρυθμίσεων του προγράμματος Peercoin-Qt.',
	'mintguide.qt_step2' => 'Για να ξεκινήσετε το minting πηγαίνετε στο Βοήθεια -> debug παράθυρο -> κονσόλα και πληκτρολογήστε: <br> <kbd> walletpassphrase abc 999999 true</ kbd> <br> όπου "abc" είναι το συνθηματικό σας και "999999" είναι ο χρόνος που θέλετε να μιντάρετε σε δευτερόλεπτα. Μπορείτε να αλλάξετε το χρονικό διάστημα σε ό,τι σας αρέσει, αλλά είναι συνήθως πιο εύκολο να το θέσετε σε έναν μεγάλο αριθμό. Αν το συνθηματικό σας έχει διαστήματα, να το βάλετε μέσα σε εισαγωγικά.',
	'mintguide.qt_step3' => 'Καθαρίστε το συνθηματικό σας πληκτρολογώντας Ctrl-L.',
	'mintguide.qt_step4' => 'Μπορείτε να ελέγξετε αν μιντάρετε κοιτάζοντας το μικρό λουκέτο στην κάτω δεξιά γωνία του προγράμματος. Μετά από λίγα λεπτά, θα πρέπει να είναι ξεκλείδωτο. Αν τοποθετήσετε το ποντίκι σας πάνω από αυτό, θα πρέπει να λέει "Το πορτοφόλι είναι κρυπτογραφημένο και ξεκλείδωτο για minting μόνο".',
	'mintguide.peerunity' => 'Το Peerunity είναι το πρόγραμμα που αναπτύχθηκε από την Peercoin κοινότητα. Έχει περισσότερες δυνατότητες από το πρωτότυπο Peercoin v0.4 λογισμικό και επίσης έχει ευκολότερη minting μέθοδο. Είναι διαθέσιμο για Windows, Linux και OS X. Μπορείτε να το κατεβάσετε από <a href="https://talk.peercoin.net/t/peerunity-v0-1-0-released-for-windows-linux-os-x/2455">εδώ </a>.',
	'mintguide.peerunity_step1' => 'Βεβαιωθείτε ότι το πορτοφόλι είναι κρυπτογραφημένο με ένα καλό συνθηματικό. Γράψτε το σε χαρτί και κρατήστε το κάπου ασφαλές. Αν ξεχάσετε το συνθηματικό, θα χάσετε τα νομίσματά σας. Η επιλογή κρυπτογράφησης βρίσκεται στην ταμπέλα Ρυθμίσεις στο Peerunity.',
	'mintguide.peerunity_step2' => 'Για να ξεκινήσετε το minting, απλά πατήστε το "Ξεκλείδωμα Πορτοφoλιού μόνο για minting", δώστε τον κωδικό σας και πατήστε OK.',
	'mintguide.peerunity_step3' => 'Μπορείτε να ελέγξετε αν μιντάρετε κοιτάζοντας το μικρό λουκέτο στην κάτω δεξιά γωνία του προγράμματος. Μετά από λίγα λεπτά, θα πρέπει να είναι ξεκλείδωτο. Αν τοποθετήσετε το ποντίκι σας πάνω απ\' αυτό, θα πρέπει να λέει "Το πορτοφόλι είναι κρυπτογραφημένο και ξεκλείδωτο για minting μόνο".',

);
$lang['el_GR'] += array(
	'mineguide.title' => 'Ακολουθήστε τα παρακάτω βήματα για να αρχίσετε την εξόρυξη Peercoin!',
	'mineguide.step1' => 'Εγκαταστήστε το wallet λογισμικό',
	'mineguide.step1_desc' => 'Αν δεν το έχετε, κατεβάσε το <a href="wallet">Peercoin wallet</a>.',
	'mineguide.step2' => 'Επιλέξτε ένα pool εξόρυξης',
	'mineguide.step2_poollist' => 'Peercoin pools:',
	'mineguide.step2_multipoollist' => 'Multicoin pools:',
	'mineguide.step3' => 'Εγγραφείτε στο pool',
	'mineguide.step3_desc' => 'Ακολουθήστε τις οδηγίες που εμφανίζονται στην ιστοσελίδα του pool.',
);
$lang['el_GR'] += array(
	// minting
	'minting.mint_anywhere' => 'Mint οπουδήποτε',
	'minting.mint_anywhere_desc' => 'Το mining των περισσότερων κρυπτονομισμάτων απαιτεί εξειδικευμένο υλικό, αλλά το minting του Peercoin μπορεί να γίνει σε οποιονδήποτε υπολογιστή. Το minting είναι ενεργειακά αποδοτικό, διότι βασίζεται στα Peercoins που κρατάτε και όχι στην επεξεργαστική σας ισχύ.',
	'minting.secure_the_network' => 'Ασφάλεια του Δικτύου',
	'minting.secure_the_network_desc' => 'Κάθε φορά που το minting δημιουργεί ένα μπλοκ, τα νομίσματά σας βοηθάνε στην ασφάλεια του δικτύου. Για μια επιτυχή επίθεση του δικτύου Peercoin, ένας κακόβουλος χρήστης θα πρέπει να ελέγχει την πλειοψηφία του συνόλου των νομισμάτων, το οποίο σημαίνει ότι θα έβλαπτε ακόμη και τη δική του επένδυση.',
	'minting.earn_reward' => 'Κερδίστε μια ανταμοιβή',
	'minting.earn_reward_desc' => 'Το Minting σας αποφέρει 1&#37; ετησίως. Τα κέρματα μπορούν να μιντάρουν 30 ημέρες μετά τη μεταφορά τους, και μετά από 90 ημέρες, η πιθανότητα μινταρίσματος μεγιστοποιείται. Όσο πιο συχνά μιντάρετε, τόσο μεγαλύτερα τα κέρδη σας!',

);
$lang['el_GR'] += array(
	//Newcomers
	'newcomers.getting_started' => 'Ξεκινώντας με το Peercoin',
	'newcomers.downlaod_wallet' => 'Κατεβάστε το πορτοφόλι',
	'newcomers.download_wallet_desc' => 'Επισκεφτείτε τη <a href="wallet"> σελίδα λήψης </a>, όπου μπορείτε να κατεβάσετε το λογισμικό ώστε να μπορείτε να αποθηκεύετε και να διαχειρίζεστε τα νέα σας νομίσματα.',
	'newcomers.buy_from_exchange' => 'Αγοράστε από ανταλλακτήριο',
	'newcomers.buy_from_exchange_desc' => 'Αποστολή χρημάτων σε <a href="exchanges">Peercoin ανταλλακτήριο</a>, όπου θα μπορείτε να αγοράσετε από άλλους πωλητές στην ανοικτή αγορά.',
	'newcomers.withdraw_coins' => 'Αποσύρετε τα νομίσματά σας',
	'newcomers.withdraw_coins_desc' => 'Πάρτε στην κατοχή σας τα peercoins σας με την αποστολή τους σε μια διεύθυνση που δημιουργήθηκε από το λογισμικό πορτοφολιού σας. Αυτό θα σας προστατεύσει σε περίπτωση που το ανταλλακτήριο κλείσει τις πόρτες του, ενώ τα χρήματά σας είναι μέσα.',
	'newcomers.learn_more' => 'Μάθετε περισσότερα',
	'newcomers.learn_more_desc' => 'Τώρα που έχετε νομίσματα στο πορτοφόλι σας, ήρθε η ώρα να μάθετε πώς να αυξήσετε την επένδυσή σας <a href="minting">Minting Peercoins </a>.',

);
$lang['el_GR'] += array(
	'pig.title' => 'Χρησιμοποιήστε τα ακόλουθα βήματα για να δεχτείτε Peercoins στην ιστοσελίδα σας:',
	'pig.step1' => 'Χρησιμοποιήστε την καρτέλα Bulk Wallet στο <a href="http://wallet.peercointalk.org">wallet.peercointalk.org</a> για να προ-δημιουργήσετε ένα μεγάλο αριθμό διευθύνσεων Peercoin. Αντιγράψτε και επικολλήστε τη λίστα (CSV)  που δημιουργήθηκε, σε ένα ασφαλές αρχείο κειμένου στον υπολογιστή σας. Δημιουργήστε αντίγραφα ασφαλείας του αρχείου σε ασφαλή τοποθεσία.',
	'pig.step2' => 'Εισάγετε τις δημόσιες διευθύνσεις peercoin σε έναν πίνακα βάσης δεδομένων στον web server σας. Μην εισαγάγετε τα ιδιωτικά κλειδιά, αλλά, αντίθετα, κρατήστε τα εκτός σύνδεσης, προκειμένου να τα προστατεύσετε από χάκερς.',
	'pig.step3' => 'Δώστε επιλογή στους πελάτες της ιστοσελίδας σας να πληρώνουν σε Peercoin. Όταν επιλεγεί αυτό το είδος πληρωμής, εμφανίστε μία από τις διευθύνσεις από τη βάση δεδομένων σας στον πελάτη ως διεύθυνση πληρωμής, και αποθηκεύστε την μαζί με την παραγγελία.',
	'pig.step4' => 'Χρησιμοποιήστε ένα εξερευνητή μπλοκ για να ανιχνεύσετε την εισερχόμενη πληρωμή. Μια τέτοια υπηρεσία μπορεί να βρεθεί στο <a href="http://ppc.blockr.io">ppc.blockr.io</a>.',
	'pig.step5' => 'Τα Peercoins αποστέλλονται στις διευθύνσεις που είναι εξασφαλισμένα με τα ιδιωτικά τους κλειδιά. Για να τα ξοδεύσετε, χρησιμοποιήστε το αρχικό wallet που δημιουργήθηκε στο βήμα 1.',
	'pig.step6' => 'Εάν αντιμετωπίσετε οποιαδήποτε προβλήματα, μη διστάσετε να το δημοσιεύσετε στο <a href="https://talk.peercoin.net">φόρουμ της κοινότητας</a>.',
	
);
$lang['el_GR'] += array(
	'waldownload.download' => 'Κατέβασμα',
	'waldownload.source' => 'Πηγαίος κώδικας',
	'waldownload.license' => 'Άδεια',
	'waldownload.other_platforms' => 'Άλλες πλατφόρμες',
	'waldownload.signatures' => 'Υπογραφές',
	'waldownload.qt_title' => 'Peercoin-QT',
	'waldownload.peerunity_title' => 'Peerunity',	
);
$lang['el_GR'] += array(
	//Whitepaper
	'whitepaper.download_pdf' => 'Κατέβασμα PDF',
	'whitepaper.software' => 'Τα whitepapers  είναι διαθέσιμα σε μορφή Portable Document Format (PDF). Χρησιμοποιήστε το προτιμώμενο <a href="http://pdfreaders.org/"> λογισμικό σας για ανάγνωση </a>.',

);
$lang['el_GR'] += array(
	// Wallet
	'wallet.title' => 'Πορτοφόλια',
	'wallet.desc' => 'Ένα Peercoin πορτοφόλι είναι μια εφαρμογή που χρησιμοποιείται για την αποθήκευση και συναλλαγή των Peercoins με άλλους χρήστες. Το Peercoin έχει δύο desktop πορτοφόλια: το Peerunity και το Peercoin-QT. Σας προτείνουμε το Peerunity. Για περισσότερες πληροφορίες σχετικά με το πώς να χρησιμοποιήσετε το πορτοφόλι σας, επισκεφθείτε τη σελίδα <a href="newcomers">για νέους χρήστες</a>.',
	'wallet.peerunity' => 'Peerunity (προτείνεται)',
	'wallet.peerunity_desc' => 'Το Peerunity έχει αναπτυχθεί από την κοινότητα Peercoin. Περιλαμβάνει περισσότερα χαρακτηριστικά από το βασικό πορτοφόλι, όπως το minting με ένα κλικ και τον έλεγχο νομισμάτων. Μελλοντικές εκδόσεις θα περιέχουν ένα επανασχεδιασμένο πίνακα ελέγχου, την ενσωμάτωση των Peershares και μια ειδική καρτέλα για Minting.',
	'wallet.peercoinqt' => 'Peercoin-QT<br>(core protocol)',
	'wallet.peercoinqt_desc' => 'Το Peercoin-QT είναι το βασικό πορτοφόλι, που φτιάχτηκε και διατηρείται από τον προγραμματιστή του Peercoin Sunny King. Λαμβάνει μόνο ενημερώσεις υψηλής προτεραιότητας.',
	'wallet.paper_wallet' => 'Χάρτινο πορτοφόλι',
	'wallet.paper_wallet_desc' => 'Ένα χάρτινο πορτοφόλι παραμένει εντελώς offline, τυπωμένο πάνω σε ένα κομμάτι χαρτί και φυλάσσεται. Χρησιμοποιήστε ένα χάρτινο πορτοφόλι αν θέλετε να περιορίσετε την πρόσβαση στα Peercoins σας και σχεδιάζετε να τα αποθηκεύσετε για μεγάλο χρονικό διάστημα.',
	'wallet.android_wallet' => 'Android Πορτοφόλι',
	'wallet.android_wallet_desc' => 'Ένα mobile πορτοφόλι Peercoin που σας επιτρέπει να διαχειριστείτε τα Peercoins σας χωρίς να μεταφέρετε ολόκληρο το blockchain στο κινητό σας τηλέφωνο. Σας εξοικονομεί πολύτιμο χώρο στην Android συσκευή σας και σας επιτρέπει να έχετε τα κέρματα σας μαζί, όπου κι αν βρίσκεστε.',
	'wallet.bkchain_wallet' => 'Bkchain Πορτοφόλι',
	'wallet.bkchain_wallet_desc' => 'Το Bkchain είναι ένα online, client-side πορτοφόλι. Σας επιτρέπει να έχετε πρόσβαση στα peercoins σας με ένα web browser χρησιμοποιώντας ένα electrum-like κωδικό 12 λέξεων.',
	'wallet.download' => 'Κατέβασμα',
	'wallet.visit_site' => 'Επισκεφτείτε',
);
