<?php
$lang['hi_IN'] = array();
$lang['hi_IN'] += array(
	//Developers
	'developers.rapid_pace' => 'Peercoin का विकास तेजी से आगे बढ़ रहा है |',
	'developers.core_protocol' => 'अन्तर्भाग प्रोटोकॉल',
	'developers.core_protocol_desc' => 'अन्तर्भाग प्रोटोकॉल बटुए के अगले संस्करण, संस्करण 0.5, में निम्नलिखित सुविधाएँ शामिल होंगे:',
	'developers.cold_wallet_minting' => 'शीतल बटुआ द्वारा मुद्रांकन',
	'developers.cold_wallet_minting_desc' => 'वर्तमान, नए मुद्राएं मुद्रांकन करने के लिए उपयोगकर्ताओं को एक बटुआ नेटवर्क से जुड़ा रखना चाहिए, जिसे <strong>तप्त बटुआ</strong> के रूप में जाना जाता है | मैलवेयर द्वारा तप्त बटुओं के मुद्राएं चोरी होने का एक बड़ा खतरा है क्योंकि वे मुद्रांकन प्रक्रिया के दौरान इंटरनेट से जुड़े रहने चाहिए | Peercoin के अगले संस्करण में, अपने व्यय कुंजियां पूरी तरह से ऑफ़लाइन रख विशेष मुद्रांकन कुंजियां उपयोगकर्ताओं को मुद्रांकन की अनुमति देंगे |',
	'developers.optional_checkpointing' => 'वैकल्पिक जांच-की-चौकी',
	'developers.optional_checkpointing_desc' => 'आज, नेटवर्क हमलों के खिलाफ खुद की रक्षा करने के लिए केंद्रीकृत जाँची-नाकाबंदी का उपयोग करता है | नेटवर्क का विस्तार होने पर इस सुरक्षा की ज़रुरत कम हो जाती है, तो अगला संस्करण इन जांच-की-चौकियों  को वैकल्पिक कर देगा | एक भविष्य के संस्करण डिफ़ॉल्ट रूप से जांच-की-चौकियों को बंद कर देगा |',
	'developers.peercoin_ecosystem' => 'Peercoin की पारिस्थितिकी तंत्र',
	'developers.peer4commit' => 'क्या आप Peercoin के विकास में शामिल होना चाहते हैं और उसके लिए वेतन प्राप्त करना चाहते हैं ? यह आप के लिए अवसर है ! <a href="http://peer4commit.com/">Peer4commit</a> विकास के लिए एक केंद्रीय नाभि प्रदान करता है | शामिल होने के लिए आप:',
	'developers.peer4commit.1' => 'साइट पर एक परियोजना का चयन करें, उस पर काम करें, और इनाम स्वरुप peercoins प्राप्त करें |',
	'developers.peer4commit.2' => 'एक परियोजना का चयन करें जिसको आप समर्थन देना चाहते हैं, और उसके लिए peercoins योगदान करें |',
	'developers.peer4commit.3' => 'एक नई परियोजना के बारे में सोचें, इसे जमा करें और इसके विकास की ओर दान प्राप्त करें |',
	'developers.what_are_you_waiting_for' => 'खैर, आप किस बात की इंतज़ार कर रहे हैं ?',
	'developers.get_started' => 'Peer4Commit के साथ शुरू हो जाइये ',
	'developers.notable_community_projects' => 'वर्तमानकालीन सामुदायिक परियोजनाएं',
	'developers.peerunity_desc' => 'Peercoin समुदाय द्वारा विकसित और अनुरक्षित <b>Peerunity</b> एक बटुआ सॉफ्टवेयर  है | इसमें प्रामाणिक बटुआ परे कई सुविधाएँ उपलब्ध हैं जैसे की एक क्लिक से मुद्रांकन और मुद्रा नियंत्रण | भविष्य के रिलीज़ में पुनर्रचित थीम, Peershares एकीकरण, और एक मुद्रांकन टैब शामिल होंगे |',
	'developers.peershares_desc' => 'Peershares ऐसा एक सस्ती और विकेन्द्रीकृत खाता-बही है जिसे उपयोग करके व्यवसायों स्वचालित रूप से अनुदान संचयन, शेयर स्वामित्व की पता और लाभांश वितरण कर सकते हैं | Peershares उपयोग करने वाले प्रत्येक व्यवसाय कि अपनी ही ब्लॉकश्रृंखला होंगी जो एक दूसरों से स्वतंत्र है और Peercoin के हिस्सेदारी-के-प्रमाण तंत्र का उपयोग कर सस्ते में और आसानी से सुरक्षित है |',
	'developers.peerbox_desc' => '<b>Peerbox</b> मुद्रांकन और Peercoin नोड्स चलाने के लिए एक सुरक्षित ऑपरेटिंग सिस्टम है, और वर्तमान सक्रिय विकास के अंतर्गत है | यह सस्ती, ऊर्जा दक्ष यंत्रों, यथा Raspberry Pi, पर केंद्रित है, जो ऊर्जा दक्ष cryptocurrency उपलब्ध कराने के Peercoin के लक्ष्य के साथ संगत है | अगर ASIC समर्पित और ऊर्जा दक्ष खनन के लिए एक शब्द है, तो PeerBox हिस्सेदारी-के-प्रमाण तंत्र का ASIC है |',
	'developers.nubits_desc' => '<b>NuBits</ b> Peershares के निर्माता, Jordan Lee से भविष्य में अनावरण होने वाली एक परियोजना है | NuBits Peershares के प्रथम कार्यान्वयन होगी | इससे cryptocurrencies में अस्थिरता की समस्या का समाधान करने का इरादा है |',
);
$lang['hi_IN'] += array(
	//Exchanges
	'exchanges.what_are' => 'विनिमय केंद्र क्या होता है ?',
	'exchanges.what_are_desc' => 'अपनी सरकार समर्थित मुद्रा के इस्तेमाल करके, जैसे कि अमरीकी डॉलर या यूरो, Peercoins खरीदने और बेचने की सहायता विनिमय केन्द्रों करते हैं | विनिमय केन्द्रों में peercoins और अन्य cryptocurrencies, यथा Bitcoin, के बीच व्यापार की सुविधा उपलब्ध होता है |',
	'exchanges.buy_sell' => 'आर्डर देने की प्रणाली',
	'exchanges.buy_sell_desc' => 'खरीदने और बेचने के आर्डर देने के बाद व्यापारों शुरू होते हैं | एक विशिष्ट मूल्य के लिए Peercoins की एक निश्चित राशि का अनुरोध करने के लिए एक <b>खरीद ऑर्डर</b> बनाएँ | Peercoins बेचने की पेशकश करने के लिए एक <b>बेच आर्डर</b> बनाएँ | विभिन्न ऑर्डरों के कीमत में अधिव्यापन होने पर व्यापार स्वचालित रूप से पूरा होता है, और दोनों दलों के खातों में वे कारोबार के मुद्राओं का श्रेय जाता है |',
	'exchanges.fees' => 'शुल्क',
	'exchanges.fees_desc' => 'जब भी एक व्यापार होती है, एक छोटा सा प्रतिशत लेनदेन को सुविधाजनक बनाने के लिए विनिमय केंद्र द्वारा लिया जाता है | इसे <b>व्यापार शुल्क</b> के रूप में जाना जाता है | जब आप विनिमय केंद्र से अपनी नई सिक्के प्रत्याहृत करते हैं कुछ विनिमय केन्द्रों तब <b>निकासी शुल्क</b> भी चार्ज करते हैं |',
	'exchanges.choosing' => 'एक विनिमय केंद्र  का चयन करें',
	'exchanges.disclaimer' => 'अनुस्मारक: विनिमय केंद्र से Peercoins खरीदने के बाद उन्हें सुनिश्चित रूप से प्रत्याहृत करें | अपने खुद के बटुए में मुद्राएं भंडारण अधिक सुरक्षित है और यह आपको Peercoin का 1&#37; मुद्रांकन पुरस्कार के लिए पात्र बनाती है |',
	'exchanges.location' => 'स्थिति',
	'exchanges.notes' => 'नोट्स',
	'exchanges.visit' => 'दर्शन करें',
);

$lang['hi_IN'] += array(
	'footer.links' => 'लिंकें',
	'footer.tools' => 'उपकरण',
	'footer.exchanges' => 'विनिमय केन्द्र',
	'footer.mining' => 'खनन',
);
$lang['hi_IN'] += array(
	// FAQ
	'faq.yes' => 'हां',
	'faq.no' => 'नहीं',
	'faq.sources' => 'सूत्रों',
	'faq.q1' => 'क्या Peercoin का प्रारम्भ निष्पक्ष रूप से किया गया था ?',
	'faq.q1_ans' => 'Sunny King विमोचन के 9 दिनों से पहले, Peercoin की योजनाबद्ध मुक्ती की घोषणा की थी | 
लांच से पहले कोई भी ब्लॉक खनन नहीं किये गए थे | जन मंच के एक सदस्य ने यह लिखा था कि " [Sunny King] वादा किए गए समय पर दुसरे धागे में सूत्र के लिंक विमोचित किए थे (18:00 से 5 मिनट पहले)| पहले से कोई खनन नहीं  किया गया था | मैं सूत्र से बनाके खनन शुरू करने के समय तक 5 ब्लॉक खनन किए गए थे |"',
	'faq.q2' => 'Checkpointing अर्थात जांच-की-चौकी का उद्देश्य क्या है?',
	'faq.q2_ans' => 'संस्करण 0.2 तक की सूचना है कि केंद्रीय रूप से प्रसारित जांच-की-चौकी प्रोटोकॉल का एक महत्वपूर्ण हिस्सा नहीं है | इसका उद्देश्य प्रारंभिक विकास की अवधि के दौरान नेटवर्क की रक्षा के लिए है, और एक चिकनी पथ का उन्नयन सुनिश्चित करने में मदद करने के लिए है | Bitcoin समान विकेन्द्रीकरण स्तर को प्राप्त करने के लिए, केन्द्रीय जांच-की-चौकी अब धीरे धीरे कमज़ोर किया जा रहा है और अंत में निकाल दिया जाएगा | जांच-की-चौकी केवल एक सुरक्षा उपाय के रूप में मौजूद हैं; कुछ भयानक हादसा होने पर यह जांच-की-चौकियां बैकअप के लिए काम आते हैं |',
	'faq.q3' => 'क्या Bitcoin का एक नकल है Peercoin ?',
	'faq.q3_ans' => 'Peercoin सही मायने में अद्वितीय वैकल्पिक cryptocoins में से एक है | हालांकि अपने कोड Bitcoin पर आधारित है, Peercoin नेटवर्क को सुरक्षित करने के लिए Proof of Stake अर्थात हिस्सेदारी-के-प्रमाण तंत्र पेश करनेवाला पहला cryptocoin है | निष्पक्ष मुद्रा वितरण को बढ़ावा देने के लिए Proof of Work अर्थात कार्य-का-प्रमाण तंत्र भी Peercoin में प्रयोग किया जाता है, लेकिन नेटवर्क की सुरक्षा के लिए आवश्यक नहीं है |',
	'faq.q4' => 'क्या Peercoin एक पंप और डंप cryptocoin है ?',
	'faq.q4_ans' => 'Peercoin अभिनव सुविधाएँ, सक्रिय विकासकों और महत्वपूर्ण समुदाय की भागीदारी लाता है | 1 अगस्त, 2014 तक की सूचना है कि, Peercoin लगभग दो साल पुराना है, और $ 20 मिलियन अमरीकी डालर से अधिक का बाजार पूंजीकरण है |',
	'faq.q5' => 'क्या सभी उपयोगकर्ताओं के लिए 1&#37; मुद्रांकन इनाम निष्पक्ष है ?',
	'faq.q5_ans' => 'जब पूरे मुद्रा की आपूर्ति मुद्रांकन प्रक्रिया की वजह से बढ़ता है, मुद्रांकन में भाग लेने वाले सभी Peercoin धारकों नेटवर्क की उनके रिश्तेदार हिस्सेदारी को बनाए रखते हैं | हालाँकि Peercoins के एक उच्च कुल संख्या बड़े हिस्सेदारों द्वारा उत्पन्न होते हैं, वे, प्रतिशत के संदर्भ में, अन्य मुद्रांककों से आगे खींच नहीं सकते हैं |',
	'faq.q6' => 'क्या Peercoin स्फीतिकारी है ?',
	'faq.q6_ans' => 'PPC मुद्रा आपूर्ति के परिवर्तन निम्नलिखित कारकों से निर्धारित है:',
	'faq.q6_l1' => 'Proof of Work - कार्य-के-प्रमाण तंत्र के माध्यम से खनन (आपूर्ति में वृद्धि करती है)',
	'faq.q6_l2' => 'लेनदेन की संख्या (प्रति लेनदेन द्वारा 0.01 PPC से आपूर्ति न्यून हो जाता है)',
	'faq.q6_l3' => 'Proof of Stake - हिस्सेदारी-के-प्रमाण तंत्र के माध्यम से मुद्रांकन (प्रति वर्ष 1&#37; तक की दर से आपूर्ति बढ़ जाती है)',
	'faq.q6_ans2' => 'खनन भागीदारी में वृद्धि की वजह से, Peercoin के मुद्रास्फीति की दर 2014 के पहली छमाही के लिए लगातार 5&#37; से नीचे बनी हुई है | वर्तमान के अभिग्रहण के दर पर, इस दर में समय के साथ गिरावट होगी, जिससे Peercoin कम स्फीतिकारी और अन्य cryptocoin से अधिक टिकाऊ बनेगा |',
);
$lang['hi_IN'] += array(
	// Global
	'homepage_title' => 'Peercoin - सुरक्षित और संपोषणीय Cryptocoin',

	'second_ago' => 'सेकंड पहले',
	'seconds_ago' => 'सेकंड पहले',

	'website' => 'वेबसाइट',
	'forum' => 'जन मंच',
);
$lang['hi_IN'] += array(
	// Header
	'header.get_started' => 'शुरू हो जाइये',
	'header.newcomers' => 'नवागंतुकों',
	'header.investors' => 'निवेशकों',
	'header.merchants' => 'व्यापारियों',
	'header.miners' => 'खनिकों',
	'header.developers' => 'विकासकों',

	'header.learn' => 'ज्ञान प्राप्त करें',
	'header.frequently_asked_questions' => 'अक्सर पूछे जाने वाले प्रश्न',
	'header.peercoin_whitepaper' => 'Peercoin श्वेतपत्र',
	'header.exchanges' => 'विनिमय केन्द्रों',
	'header.mint_peercoins' => 'Peercoin मुद्रांकन',

	'header.wallet' => 'बटुए',

	'header.community' => 'समुदाय',

	'header.languages' => 'भाषाएँ',
);
$lang['hi_IN'] += array(
	// Index page
	'index.why_peercoin' => 'Peercoin क्यों ?',
	'index.download_wallet' => 'बटुआ डाउनलोड करें',
	'index.price' => 'मूल्य',
	'index.market_cap' => 'बाजार पूंजीकरण',
	'index.total_supply' => 'कुल आपूर्ति',
	'index.last_updated' => 'अंतिम अद्यतन:',
	'index.last_updated_never' => 'कदापि नहीं',
	'index.why_peercoin_q' => '<strong>Peercoin</strong> क्यों ?',
	'index.why_peercoin_desc' => 'Peercoin अपने नेटवर्क को मज़बूत बनाने के लिए सभी उपयोगकर्ताओं को पुरस्कृत करके, सबसे कम कीमत पर सबसे सुरक्षित cryptocoin बनना चाहता है |',
	'index.built_to_last' => '<b>स्थायित्व के लिए</b> निर्मित',
	'index.built_to_last_desc' => 'दुनिया का पहला Proof-of-stake हिस्सेदारी-के-प्रमाण तंत्र उपयोग करने वाला cryptocoin |',
	'index.fair_distribution' => '<b>निष्पक्ष</b> वितरण',
	'index.fair_distribution_desc' => 'न कोई अंदरूनी सूत्र पूर्व बिक्री न तत्काल खनन किया गया है |',
	'index.transparent_protocol' => '<b>स्पष्टवादी</b> प्रोटोकॉल',
	'index.transparent_protocol_desc' => 'नेटवर्क पूरी तरह से अनावृत सूत्र है |',
	'index.energy_efficient' => 'ऊर्जा <b>दक्ष</b>',
	'index.energy_efficient_desc' => 'किसी भी डिजिटल यन्त्र पर Peercoins मुद्रांकन करें |',
	'index.learn_more' => 'और अधिक सूचना',
	'index.get_started' => 'शुरू हो जाइये',
	'index.newcomers' => 'नवागंतुकों',
	'index.newcomers_desc' => 'Peercoin खरीदने, बेचने, खर्च, और संचय करने की जानकारी |',
	'index.investors' => 'निवेशकों',
	'index.investors_desc' => 'मुद्रांकन एक गारंटीकृत 1&#37; इनाम पैदावार |',
	'index.merchants' => 'व्यापारियों',
	'index.merchants_desc' => 'लेनदेन शुल्क में कटौती करने का समय आ गया है |',
	'index.miners' => 'खनिकों',
	'index.miners_desc' => 'अपने खनन उपकरण का अच्छा उपयोग करें |',
	'index.developers' => 'विकासकों',
	'index.developers_desc' => 'निर्माणपर नवाचारों पे नज़र रखें |',
	'index.newsletter' => 'समाचार पत्रक',
	'index.newsletter_placeholder' => 'अपना e-mail पता दर्ज करें ...',
	'index.newsletter_submit' => 'मुझे शामिल कीजिये !',
);
$lang['hi_IN'] += array(
	//Investors
	'investors.established_network' => 'सुस्थित नेटवर्क',
	'investors.established_network_desc' => 'Peercoin जिसे 2012 में शुरू किया गया था, सबसे पुराना और सबसे विश्वसनीय cryptocoin नेटवर्कों में से एक है |',
	'investors.limited_supply' => 'सीमित आपूर्ति',
	'investors.limited_supply_desc' => 'Peercoin की वार्षिक मुद्रास्फीति की दर वर्ष 2014 के दौरान 5&#37; नीचे औसतन, और गिरावट जारी है | विस्तृत ऐतिहासिक डेटा के लिए <a href="http://peerchain.net/charts.html"> peerchain.net </a> देखें |',
	'investors.efficient_security' => 'दक्ष सुरक्षा',
	'investors.efficient_security_desc' => 'Peercoin दुनिया का सबसे पहला proof-of-stake अर्थात  हिस्सेदारी-के-प्रमाण तंत्र cryptocoin है, जिसका अर्थ है नेटवर्क को सुरक्षित करने के लिए बड़े पैमाने पर कंप्यूटिंग शक्ति की आवश्यकता नहीं है | <a href="whitepaper">Peercoin श्वेतपत्र</a> के साथ जुओं से भरा हुआ किरकिरा विवरण में जाएँ  |',
	'investors.guaranteed_returns' => 'गारंटीकृत मुनाफ़ा',
	'investors.guaranteed_returns_desc' => 'Peercoins 30 दिनों के लिए धारण करने के बाद, वे एक 1&#37; वार्षिक इनाम कमाने के लिए पात्र हैं | <a href="minting">अधिक जानकारी  के लिए यहां क्लिक करें</a> |',

);
$lang['hi_IN'] += array(
	//Merchants
	'merchants.instant' => 'तुरन्त भुगतान पाइए',
	'merchants.instant_desc' => 'लेनदेन Peercoin के blockchain अर्थात् ब्लॉकश्रृंखला प्रौद्योगिकी के माध्यम से लगभग तुरंत कार्रवाई की जाती है | एक ब्लॉक अन्वेषक तुरन्त एक आने वाली भुगतान की पुष्टि करती है |',
	'merchants.no_chargebacks' => 'chargebacks अर्थात रद्द भुगतान से बचें',
	'merchants.no_chargebacks_desc' => 'एक भुगतान की नेटवर्क से पुष्टि हो जाने के बाद, इसको ग्राहक द्वारा रद्द करना असंभव है, क्योंकि यह विश्वस्तरीय क्रिप्टोग्राफ़ी द्वारा सुरक्षित है |',
	'merchants.no_transaction_fees' => 'लेनदेन शुल्क से छुटकारा पाइए',
	'merchants.no_transaction_fees_desc' => 'भुगतान करने के लिए, प्रत्येक प्रेषक सिर्फ 0.01 Peercoin का एक शुल्क का भुगतान करता है | एक व्यापारी होने के नाते, आपको बिल्कुल कुछ भी नहीं देना पड़ेगा |',

);
$lang['hi_IN'] += array(
	// Mining
	'mining.compatible_with_bitcoin' => 'Bitcoin के साथ सुसंगत',
	'mining.compatible_with_bitcoin_desc' => 'Peercoin Bitcoin समान खनन कलन विधि का उपयोग करता है, जिसे SHA-256 के नाम से जाना जाता है  | Bitcoin नेटवर्क पर काम करता हुआ किसी भी हार्डवेयर Peercoins खान के लिए भी इस्तेमाल किया जा सकता है |',
	'mining.fair_distribution' => 'निष्पक्ष वितरण',
	'mining.fair_distribution_desc' => 'नए मुद्राओं की वितरण के लिए Proof of Work अर्थात कार्य-का-प्रमाण तंत्र द्वारा खनन का प्रयोग की जाती है, जबकि नेटवर्क की सुरक्षा पूरी तरह से Proof of Stake अर्थात हिस्सेदारी-के-प्रमाण तंत्र द्वारा मुद्रांकन से होती है | इसका मतलब है Bitcoin खनन की कमज़ोरियाँ, जिस तरह की Selfish Mining अर्थात स्वार्थी खनन, Peercoin सुरक्षा को प्रभावित नहीं करते हैं |',
	'mining.sustainable_reward' => 'संपोषणीय इनाम',
	'mining.sustainable_reward_desc' => 'नेटवर्क की कंप्यूटिंग शक्ति बढ़ने से एक ब्लॉक खनन के लिए इनाम में धीरे धीरे गिरावट आती है | समय के साथ, मुद्रा आपूर्ति की वृद्धि पर खनन का असर कम होते जायेगा |',
);
$lang['hi_IN'] += array(
	'mintguide.title' => 'मुद्रांकन शुरू करने के लिए अपने Peercoin ग्राहक सॉफ्टवेयर अनुरूप मार्गदर्शक पत्र का पालन करें !',
	'mintguide.qt_step1' => 'अपने बटुए को एक अच्छा कूटपदबंध के साथ सुनिश्चित रूप से कूटबद्ध करें | इसे लिखके कहीं पर सुरक्षित रखें; अगर आप कूटपदबंध भूल जाते हैं तो आप अपने सिक्के खो देंगे | बटुआ कूटबद्ध करने का विकल्प Peercoin-Qt बटुआ सॉफ्टवेयर कार्यक्रम के settings tab के नीचे पाया जा सकता है |',
	'mintguide.qt_step2' => 'मुद्रांकन शुरू करने के लिए help -> debug window -> console तक जाएं और यह दर्ज करें: <br><kbd>walletpassphrase abc 999999 true</kbd><br> जहां \'abc\' आपका कूटपदबंध है और "999999" है आप कितने समय के लिए मुद्रांकन करना चाहते हैं, सेकंड में है | आप समय की मात्रा को कोई भी संख्या में बदल सकते हैं लेकिन एक बहुत अधिक संख्या डालना आमतौर पर सबसे आसान है | अगर आपके कूट पदबंध में रिक्त स्थान हैं तो उद्धरण चिह्न में उसे घेरें |',
	'mintguide.qt_step3' => 'Ctrl-L दबाकर अपनी कूटपदबंध क्षेत्र ख़ाली करें  |',
	'mintguide.qt_step4' => 'आप ग्राहक सॉफ्टवेयर के नीचे दायें कोने में छोटे से ताला को देखकर, मुद्रांकन हो रहा है की नहीं जान सकते हैं | कुछ ही क्षणों बाद यह खुल जाना चाहिए | आप इस पर अपने माउस मंडराने से यह कहना चाहिए कि, "Wallet is encypted and currently unlocked for block minting only" |',
	'mintguide.peerunity' => 'Peerunity Peercoin समुदाय द्वारा विकसित एक ग्राहक सॉफ्टवेयर है | इसमें मानक Peercoin v0.4 ग्राहक सॉफ्टवेयर से अधिक सुविधाएँ हैं, और मुद्रांकन के लिए सरलतर व्यवस्था
भी है | यह Windows, Linux, और OS X के लिए उपलब्ध है | आप इसे यहाँ डाउनलोड कर सकते हैं और <a href="https://talk.peercoin.net/t/peerunity-v0-1-0-released-for-windows-linux-os-x/2455">यहाँ</a> ',
	'mintguide.peerunity_step1' => 'अपने बटुए को एक अच्छा कूटपदबंध के साथ सुनिश्चित रूप से कूटबद्ध करें | इसे लिखके कहीं पर सुरक्षित रखें; अगर आप कूटपदबंध भूल जाते हैं तो आप अपने मुद्राएं खो देंगे | बटुआ कूटबद्ध करने का विकल्प Peerunity के settings tab के नीचे पाया जा सकता है |',
	'mintguide.peerunity_step2' => 'मुद्रांकन शुरू करने के लिए, बस "Unlock Wallet for Minting Only"वाली बटन दबाएँ, कूटपदबंध दर्ज करें और OK दबाएँ |',
	'mintguide.peerunity_step3' => 'आप ग्राहक सॉफ्टवेयर के नीचे दायें कोने में छोटे से ताला को देखकर, मुद्रांकन हो रहा है की नहीं जान सकते हैं | कुछ ही क्षणों बाद यह खुल जाना चाहिए | आप इस पर अपने माउस मंडराने से यह कहना चाहिए कि, "Wallet is encypted and currently unlocked for block minting only" |',

);
$lang['hi_IN'] += array(
	'mineguide.title' => 'Peercoin खनन शुरू करने के लिए इन चरणों का पालन करें!',
	'mineguide.step1' => 'बटुआ सॉफ्टवेयर व्यवस्थित करें ',
	'mineguide.step1_desc' => 'अगर आप नहीं किए हैं, <a href="wallet">Peercoin बटुआ</a> डाउनलोड करें |',
	'mineguide.step2' => 'खनन समुच्चय का चयन करें ',
	'mineguide.step2_poollist' => 'Peercoin-समर्थित समुच्चय',
	'mineguide.step2_multipoollist' => 'एकाधिक-मुद्रा समुच्चय:',
	'mineguide.step3' => 'समुच्चय में शामिल हो जाइये ',
	'mineguide.step3_desc' => 'समुच्चय वेबसाइट पर दिए गए निर्देशों का पालन करें',
);
$lang['hi_IN'] += array(
	// minting
	'minting.mint_anywhere' => 'मुद्रांकन कहीं पर भी करें',
	'minting.mint_anywhere_desc' => 'अधिकांश cryptocoin के खनन के लिए विशेष हार्डवेयर की आवश्यकता है, लेकिन Peercoin मुद्रांकन किसी भी कंप्यूटर पर किया जा सकता है | मुद्रांकन तंत्र ऊर्जा दक्ष है क्योंकि यह आपके धारित Peercoins पर आधारित है न की अपने प्रसंस्करण शक्ति पर से |',
	'minting.secure_the_network' => 'नेटवर्क को सुरक्षित रखें',
	'minting.secure_the_network_desc' => 'हर बार जब आपके मुद्रांकन एक ब्लॉक उत्पन्न करता है, आपके मुद्राएं नेटवर्क की रक्षा में मदद करते हैं | मज़बूती के साथ Peercoin नेटवर्क पर हमला करने के लिए, एक दुर्भावनापूर्ण उपयोगकर्ता को सभी मुद्रांकन में व्यस्त मुद्राओं के बहुमत पर नियंत्रण रखना चाहिए जिससे अपने ही निवेश को चोट पहुँच सकती है |',
	'minting.earn_reward' => 'एक इनाम कमाइए',
	'minting.earn_reward_desc' => 'मुद्रांकन आपको वार्षिक 1&#37; कमाता है | सिक्के वे स्थानांतरित करने के 30 दिनों के बाद टकसाल के लिए पात्र हैं, और 90 दिनों के बाद, मुद्रांकन के सफलता के मौका अधिकतम है | अगर आप अक्सर मुद्रांकन करते हैं, आपकी आय यौगिक होगा |',

);
$lang['hi_IN'] += array(
	//Newcomers
	'newcomers.getting_started' => 'Peercoin के साथ शुरू होने की सूचना',
	'newcomers.downlaod_wallet' => 'बटुआ सॉफ्टवेयर डाउनलोड करें',
	'newcomers.download_wallet_desc' => '<a href="wallet">डाउनलोड पृष्ठ </a> पर जाने के बाद, आप वह सॉफ्टवेयर कार्यक्रम प्राप्त कर सकते हैं जिसकी आवश्यकता नए मुद्राओं की संचय और प्रबंधन के लिए होगी |',
	'newcomers.buy_from_exchange' => 'विनिमय केंद्र से खरीदें ',
	'newcomers.buy_from_exchange_desc' => 'अपने पैसे <a href="exchanges"> Peercoin विनिमय केंद्र</a> पे भेजे, जहाँ आप खुले बाजार में अन्य व्यापारियों से Peercoin खरीद सकते हैं |',
	'newcomers.withdraw_coins' => 'अपने मुद्राएं प्रत्याहृत करें ',
	'newcomers.withdraw_coins_desc' => 'बटुआ सॉफ्टवेयर द्वारा उत्पन्न एक पते पर अपने peercoins भेजकर उन्हें स्ववश में रखें | अगर किसी भी कारण से विनिमय केंद्र बंद हो जाती है, तब भी आपकी peercoins सुरक्षित रहेंगें  |',
	'newcomers.learn_more' => 'और अधिक जानकारी',
	'newcomers.learn_more_desc' => 'अब जो आपके बटुए में मुद्राएं हैं, <a href="minting"> Peercoin मुद्रांकन</a> के साथ अपने निवेश कैसे बढ़ाएं यह सिखने का समय है |',

);
$lang['hi_IN'] += array(
	'pig.title' => 'अपनी वेबसाइट पर Peercoins स्वीकार करने के लिए निम्नलिखित क़दमों का उपयोग करें:',
	'pig.step1' => '<a href="http://wallet.peercointalk.org">wallet.peercointalk.org</a> पर Bulk Wallet टैब का उपयोग करके Peercoin पतों की एक बड़ी संख्या में पूर्व से उत्पन्न करें | उत्पन्न किये गए, अल्पविराम से अलग मूल्यों (CSV) सूची को एक सुरक्षित टेक्स्ट फ़ाइल पर कॉपी और चस्पा करें | इस फाइल को एक सुरक्षित स्थान में बैकअप करें | ',
	'pig.step2' => 'अपने वेब सर्वर पर एक डेटाबेस तालिका में सार्वजनिक peercoin पते आयात करें | निजी कुंजी (private keys) आयात न करें बल्कि हैकर्स से सुरक्षित रखने के लिए उन्हें ऑफ़लाइन रखें |',
	'pig.step3' => 'अपने ग्राहक को Peercoin में भुगतान करने के लिए अपनी वेबसाइट शॉपिंग कार्ट पर एक विकल्प प्रदान करें | यह विकल्प चुना जाने पर, डेटाबेस के पतों में से एक भुगतान पते के रूप में ग्राहक को प्रदर्शन करें, और शॉपिंग कार्ट के आदेश के साथ इसे बचाएँ |',
	'pig.step4' => 'आने वाले भुगतान का पता लगाने के लिए एक ब्लॉक अन्वेषक का उपयोग करें | ऐसा ही एक सेवा <a href="http://ppc.blockr.io">ppc.blockr.io </a> पर उपलब्ध है |',
	'pig.step5' => 'आयातित पतों पर भेजे गए Peercoins उनके निजी कुंजी द्वारा सुरक्षित रहती हैं | उन्हें व्यय करने के लिए, कदम 1 में उत्पन्न मूल बटुआ फ़ाइल का उपयोग करें |',
	'pig.step6' => 'अगर आप किसी भी मुद्दे का सामना करते हैं, <a href="http://peercointalk.org">समुदाय जनमंच</a> पर विवरण देने में संकोच न करें |',
	
);
$lang['hi_IN'] += array(
	'waldownload.download' => 'डाउनलोड',
	'waldownload.source' => 'सूत्र कोड',
	'waldownload.license' => 'अनुज्ञाप‍त्र',
	'waldownload.other_platforms' => 'अन्य मंच  ',
	'waldownload.signatures' => 'हस्ताक्षरों',
	'waldownload.qt_title' => 'Peercoin-QT',
	'waldownload.peerunity_title' => 'Peerunity',	
);
$lang['hi_IN'] += array(
	//Whitepaper
	'whitepaper.download_pdf' => 'PDF डाउनलोड करें',
	'whitepaper.software' => 'श्वेतपत्रों Portable Document Format (PDF) स्वरूप उपलब्ध हैं | पढ़ने के लिए अपना <a href="http://pdfreaders.org/">पसंदीदा सॉफ्टवेयर</a> का उपयोग करें |',

);
$lang['hi_IN'] += array(
	// Wallet
	'wallet.title' => 'बटुए',
	'wallet.desc' => '﻿एक Peercoin बटुआ ऐसा एक सॉफ्टवेयर प्रयोज्यता है जिसे Peercoins संचय करने के लिए और अन्य उपयोगकर्ताओं के साथ Peercoins लेनदेन करने के लिए उपयोग किया जाता है | Peercoin के लिए दो डेस्कटॉप बटुए उपलब्ध हैं: Peerunity और Peercoin-QT | हम अधिकांश उपयोगकर्ताओं के लिए Peerunity का उपयोग करने की सलाह देते हैं | अपने बटुए सॉफ्टवेयर का उपयोग करने के बारे में अधिक जानकारी के लिए, <a href="newcomers"> नवागंतुकों</a> पृष्ठ पर जाएं |',
	'wallet.peerunity' => 'Peerunity (संस्तुत)',
	'wallet.peerunity_desc' => ' Peercoin समुदाय द्वारा Peerunity विकसित है | इसमें अन्तर्भाग प्रोटोकॉल बटुआ परे सुविधाएँ उपलब्ध हैं जैसे की एक क्लिक मुद्रांकन और मुद्रा नियंत्रण | भविष्य के रिलीज़ में पुनर्रचित कंट्रोल पैनल, Peershares एकीकरण, और एक समर्पित मुद्रांकन टैब शामिल होंगे |',
	'wallet.peercoinqt' => 'Peercoin-QT (अन्तर्भाग प्रोटोकॉल)',
	'wallet.peercoinqt_desc' => 'Peercoin-QT Peercoin का अन्तर्भाग प्रोटोकॉल है, जो विकासक Sunny King द्वारा निर्मित और अनुरक्षित है | यह केवल उच्च प्राथमिकता अद्यतनीकरण प्राप्त करता है |',
	'wallet.paper_wallet' => 'कागज़ी बटुआ',
	'wallet.paper_wallet_desc' => 'एक कागज़ी बटुआ पूरी तरह से ऑफ़लाइन रहता है | यह बटुए को सुरक्षित रखने के लिए कागज के एक टुकड़े पर छपा जाता है | आप अपने Peercoins तक पहुँच को सीमित करने के लिए, और एक लंबी समय के लिए उन्हें संचय करने के लिए काग़ज़ी बटुआ का उपयोग करें |',
	'wallet.android_wallet' => 'एंड्रॉयड बटुआ',
	'wallet.android_wallet_desc' => 'एक मोबाइल Peercoin बटुआ  सम्पूर्ण ब्लॉकश्रृंखला डाउनलोड किए बिना अपने Peercoins का प्रबंधन करने की सुविधा देता है | इससे आपके एंड्राइड यन्त्र के कीमती भण्डारण स्थान में बचत होती है और आप अपने साथ कहीं पर भी अपने Peercoins ले सकते हैं |',
	'wallet.bkchain_wallet' => 'Bkchain Wallet',
	'wallet.bkchain_wallet_desc' => 'Bkchain is an online, client-side wallet. It allows you to access your peercoins with a web browser using an electrum-like 12 word seed.',
	'wallet.download' => 'डाउनलोड करें',
	'wallet.visit_site' => 'Visit',
);
